




wait.put({'key': f'{keys}', 'info': f'{take_info}',
          'Австралия': f'{take_country1}', 'Аргентина': f'{take_country2}',
          'Канада': f'{take_country3}', 'Мексика': f'{take_country4}',
          'Филипинские острова': f'{take_country5}', 'Швеция': f'{take_country6}', 'action': 'attak'})

country1 = Global.get('India') 1I2n7d0i8a6-Al3i4d 0I0nxddiPav
country2 = Global.get('Siria') MS1ibr3iSa1-Ql6i2d  3SviHrnifa
country3 = Global.get('Canada') iCaa1nRaYd2aB-1l4ifd  qC1a0n6a5dPa
country4 = Global.get('Shvechia') gS4hHvIebc9hIi0a3-rlJi9d lSqh8vYeYcmhri2a
country5 = Global.get('Russia') MRpu1s4s1iVa5-xl0iId  GRguksZs5i2a
country6 = Global.get('Ispania') 5I2snp9a2n0iAa6-Zl0i5d  eIGs4pNa3neiha


('Какие города атакуем в Максика?', ['Мехико', 'Канкун', 'Мерида', 'Таско'])
('Какие города атакуем в Канада?', ['Оттава', 'Торонто', 'Ванкувер', 'Квебек'])
('Какие города атакуем в Австралия?', ['Кенберра', 'Сидней', 'Мельбрун', 'Перт'])
('Какие города атакуем в Швеция?', ['Стокгольм', 'Вестерсон', 'Висбю', 'Евле'])
('Какие города атакуем в Филипинские острова?', ['Лусон', 'Боракай', 'Себу', 'Панай'])
('Какие города атакуем в Аргентина?', ['Буэнос-Айрес', 'Сальта', 'Кордова', 'Мендоса'])
🛡️
new_string = string.lower()[1::2]
Yv9j9cmr8d4fR171

#Потом можно добавить
# Это кнопка которая появляется в левой менюшке и переходит на видео в ютуб
if st.sidebar.button('хух'):
    url = "https://youtu.be/aTp4GFTcPdo"
    webbrowser.open(url)
#Переработать запуск ракет
#Страна которая переводит деньги теряет лишнюю 100
#Проверить фикс посещений

#Запомнить
#В бд для бота перед страной пишеться request. - это значит пользователь сделал запрос вход в страну
#rill. - это значит пользователь вошел в страну
#None - не вошел и не делал зарпос